import React from 'react';
/* // import css from './AboutMe.styles.css'; */

import myPhoto from 'img/Desktop.jpg';
import vectorDesktop from 'svg/Vectordesktop.svg';

export default function AboutMe() {
  return (
    <section>
      <h2>Декілька слів про мене</h2>
      <img src={vectorDesktop} alt="alt-text" width="240" />
      <img src={myPhoto} alt="alt-text" width="740" />
      <p>
        Мене звати Іванна Венгринська. Я сертифікований майстер
        перукар-колорист. Моя любов до перукарської справи народилася ще з
        дитинства. А моя історія в цій професії почалася 15 років тому. Гадаю,
        саме немалий стаж свідчить про те, як людина любить та дорожить своєю
        роботою.Я розумію, що кожна людина унікальна, тому до кожного клієнта
        підходжу з індивідуальною увагою.Використовую тільки найкращі професійні
        засоби для волосся, що забезпечують стійкий і здоровий результат. Ваше
        волосся буде виглядати доглянутим та блискучим. Я постійно вдосконалюю
        свої навички, відвідуючи семінари та майстер-класи. Це дозволяє мені
        використовувати новітні техніки фарбування.
      </p>
    </section>
  );
}
